Repository: usercao/ice-test
Catalog: src/locales/*/index.po
Languages: pt_pt

# <0>readAndAgree</0><1>TermOfUse</1><2>And</2><3>PrivacyAgreement</3>
source: <0>I have read and agreed </0><1>Terms of Use </1><2>And </2><3>Privacy Agreement</3>
pt_pt: <0>Eu li e aceitei </0><1>Termos de uso </1><2>e </2><3>Política de Privacidade</3>

# IncorrectSubscriptionEmail
source: Incorrect subscription email address
pt_pt: Incorreto endereço de e-mail para subscrever

source: Account
pt_pt: Conta

source: Account created successfully
pt_pt: Conta criada com sucesso

source: Announcement Center
pt_pt: Centro de Anúncios

source: At least 1 number
pt_pt: Pelo menos 1 número

source: At least 1 upper case
pt_pt: Pelo menos 1 letra maiúscula

# atLeast8Characters
source: A minimum of 8 characters in length
pt_pt: Mínimo 8 caracteres

# atMost20Characters
source: A maximum of 20 characters in length
pt_pt: Máximo 20 caracteres

source: Balance
pt_pt: Saldo

# changePasswordTips
source: *The withdrawal will be disabled for 24 hours once the password is changed.
pt_pt: A retirada será desativada por 24 horas assim que a senha for alterada

# codeQR
source: QR code
pt_pt: código QR

# codeQRExpired
source: QR code expired
pt_pt: código QR expirado

# comfirmOnAPP
source: Confirm on Mexo APP
pt_pt: Confirmar em Mexo APP

source: Confirm
pt_pt: Confirmar

source: Confirm Password
pt_pt: Confirmar Senha

source: Continue
pt_pt: Continuar

# creatAccount
source: Create Mexo Account
pt_pt: Criar Conta Mexo

source: Currency
pt_pt: Moeda

source: Earn
pt_pt: Ganho

source: Earn Records
pt_pt: Históricos de Ganho

# email<0>{0}</0>Reminder
source: Please enter the 6-digit verification code that was sent to <0>{0}</0>. The code is valid for 30 minutes.
pt_pt: Insira o código de verificação de 6 dígitos que foi enviado para <0>{0}</0>. O código é válido por 30 minutos.

# emailOrPhone
source: Email/Phone Number
pt_pt: E-mail/Número de Telefone

# emailSettingRequirements
source: Invalid email address
pt_pt: Inválido endereço de e-mail

source: Email Verification
pt_pt: Verificação de E-mail

source: Email Verification Code
pt_pt: Código de Verificação de E-mail

# enterConfirmPassword
source: Confirm Login Password
pt_pt: Confirmar Senha de Acesso

source: Enter Email Address
pt_pt: Insira Endereço de E-mail

# enterEmailAdress
source: Enter Email Address
pt_pt: Insira de Endereço de E-mail

# enterEmailCode
source: Enter Email Verification Code
pt_pt: Insira Código de Verificação de E-mail

# enterEmailOrPhone
source: Enter Email or Phone Number
pt_pt: Insira E-mail ou Número de Telefone

source: Enter Login Password
pt_pt: Insira Senha de Acesso

# enterNewPassword
source: Enter New Login Password
pt_pt: Insira Nova Senha de Acesso

source: Enter Password
pt_pt: Insira Senha

source: Enter Phone Number
pt_pt: Insira Número de Telefone

source: Enter Referral Code
pt_pt: Insira Código de Convite

# fiatOrders
source: Fiat P2P Orders
pt_pt: Ordens Fiat P2P

source: Forgot Password
pt_pt: Esqueci a Senha

source: Google Authenticator
pt_pt: Google Autenticador

source: Grid Trading Orders
pt_pt: Ordens de Grid Trading

# hadAccount<0>Login</0>
source: Already have an account? <0>Log In</0>
pt_pt: Já tem uma conta? <0>Acessar</0>

# identity
source: Identity Verification
pt_pt: Verificação de Identidade

source: Language
pt_pt: Idioma

source: Login
pt_pt: Acessar

source: Login Password
pt_pt: Senha de Acesso

source: Log Out
pt_pt: Sair

# newPassword
source: New Login Password
pt_pt: Nova Senha de Acesso

# notMember<0>Signup</0>
source: Not a Member? <0>Sign Up</0>
pt_pt: Não é um Membro? <0>Cadastre-se</0>

source: Orders
pt_pt: Ordens

# passwordSettingRequirements
source: Password is 8-20 characters, must contains uppercase and lowercase letters and numbers
pt_pt: A senha é de 8-20 caracteres, deve conter letras maiúsculas e minúsculas e números

# passwordsAreInconsistent
source: The two passwords are inconsistent. Please try again.
pt_pt: As duas senhas são inconsistentes, Favor Inserir novamente

source: Perp.Contract
pt_pt: Contrato Perpétuo

# phone
source: Phone Number
pt_pt: Número de Telefone

source: Phone Verification Code
pt_pt: Código de Verificação de Telefone

# pleaseComfirmOnAPP
source: Please comfirm on Mexo APP
pt_pt: Por favor, comfirme em Mexo APP

source: Please enter Code
pt_pt: Insira o Código

# pleaseEnterSubscriptionEmail
source: Please enter your subscription email address
pt_pt: Insira seu endereço de e-mail para subscrever

# protectAccountByVerification
source: Protect your account by security verifications
pt_pt: Proteger sua conta com verificações de segurança

source: Quick Trade Orders
pt_pt: Ordens de Compra Rápida

# referral
source: My Referrals
pt_pt: Meus Convites

# referralCodeOptional
source: Referral ID (Optional)
pt_pt: Código de Convite (Opcional)

source: Resend
pt_pt: Reenivar

# resetPassword
source: Reset Login Password
pt_pt: Redefinir Senha de Acesso

# resetSuccessfullyToLoginAgain
source: Password reset successfully, please log in again
pt_pt: Senha Redefinida Com Sucesso, faça login novamente

source: Retry
pt_pt: Retentar

# scan<0>APP</0><1/>CodeWay
source: Open and Log In <0>Mexo APP</0><1/>Use built-in camera to scan the QR code
pt_pt: Abrir e Acessar <0>Mexo APP</0><1/>Use a câmera embutida para ler o código QR

source: Scan Successful
pt_pt: Ler com sucesso

# scanToDownloadApp
source: Scan to Download Mexo
pt_pt: Ler para Download Mexo

source: Scan to Log In
pt_pt: Ler para Acessar

source: Search
pt_pt: Buscar

source: Security
pt_pt: Segurança

source: Send
pt_pt: Enviar

source: Send Success
pt_pt: Enviado com sucesso

# signUpByEmail
source: Sign Up with your email
pt_pt: Cadastre-se com seu e-mail

# signWithAccountOrCode
source: Log In with your Email, Phone Number or QR code
pt_pt: Acessar com seu E-mail, Número de Telefone ou código QR

source: Signup
pt_pt: Cadastrar-se

source: Spot Orders
pt_pt: Ordens à Vista

source: Stablecoin Orders
pt_pt: Ordens de Moeda Estável

source: Start now
pt_pt: Começar agora

source: Sub-account
pt_pt: Subconta

source: Subscribe
pt_pt: Subscrever

# subscribeTips
source: A trading newsletter to elevate your financial success to the next level.
pt_pt: Um boletim informativo comercial para levar seu sucesso financeiro ao próximo nível.

source: Subscribed Successfully
pt_pt: Subscreveu Com Sucesso

source: Verification
pt_pt: Verificação

source: Wallet
pt_pt: Carteira

source: Welcome to Crypto World
pt_pt: Bem-vindo ao Mundo Cripto

source: Welcome to Mexo
pt_pt: Bem-vindo a Mexo
